([
    "NBA",
    [
        "NBA",
        "NBA draft",
        "NBA Development League",
        "NBA TV",
        "NBA Finals",
        "NBA Jam",
        "NBA on TNT",
        "NBA on ABC",
        "NBA on NBC",
        "NBA on TBS"
    ],
    [
        "This is a redirect from an initialism to a related topic, such as the expansion of the initialism. For more information follow the bold category link.",
        "The NBA draft is an annual event dating back to 1950 in which the thirty teams from the National Basketball Association (NBA) can draft players who are eligible and wish to join the league.",
        "The NBA Development League, or NBA D-League, is the National Basketball Association's official minor league basketball organization.",
        "NBA TV is an American sports-oriented cable and satellite television network that is owned by the National Basketball Association (NBA) and operated by the Turner Broadcasting System subsidiary of Time Warner; the NBA also uses the network as a way of advertising the league's out-of-market sports package NBA League Pass, and partner channel TNT.",
        "The NBA Finals is the championship series of the National Basketball Association. It is played between the Western and Eastern champions of the Conference Finals.",
        "NBA Jam is a basketball arcade game published and developed by Midway in 1993. It is the first entry in the NBA Jam series.",
        "The NBA on TNT is Turner Network Television's coverage of the National Basketball Association (NBA), produced by Turner Sports since 1989. TNT's basketball broadcasts, which include a weekly doubleheader known as TNT NBA Thursday, the Inside the NBA studio show, as well as playoff coverage, are perhaps that channel's signature programs.",
        "ESPN's coverage of the NBA on ABC is a presentation of National Basketball Association (NBA) games produced by ESPN, and televised on the American Broadcasting Company (ABC).",
        "The NBA on NBC is the branding formerly used for weekly presentations of National Basketball Association (NBA) games produced by NBC Sports, the sports division of the NBC television network in the United States, from 1955 to 1962 and again from 1990 (when it obtained the broadcast television rights to the NBA from CBS) to 2002. During NBC's partnership with the NBA in the 1990s, the league rose to unprecedented popularity for the sport, with ratings surpassing the days of Magic Johnson and Larry Bird in the mid-1980s.",
        "The NBA on TBS was a presentation of NBA regular season and playoff game telecasts that aired on the American cable and satellite network TBS."
    ],
    [
        "https://en.wikipedia.org/wiki/NBA",
        "https://en.wikipedia.org/wiki/NBA_draft",
        "https://en.wikipedia.org/wiki/NBA_Development_League",
        "https://en.wikipedia.org/wiki/NBA_TV",
        "https://en.wikipedia.org/wiki/NBA_Finals",
        "https://en.wikipedia.org/wiki/NBA_Jam",
        "https://en.wikipedia.org/wiki/NBA_on_TNT",
        "https://en.wikipedia.org/wiki/NBA_on_ABC",
        "https://en.wikipedia.org/wiki/NBA_on_NBC",
        "https://en.wikipedia.org/wiki/NBA_on_TBS"
    ]
])